{
    "nonsense.n.01": {
        "nonsense": "The proposal was dismissed as complete nonsense by the committee.",
        "bunk": "His explanation was pure bunk, lacking any credible evidence.",
        "nonsensicality": "The nonsensicality of the plot made the movie difficult to follow.",
        "meaninglessness": "The poet explored themes of meaninglessness and existential despair.",
        "hokum": "The magician's act was full of hokum, but it entertained the audience."
    },
    "narrative.n.01": {
        "narrative": "The author wove a compelling narrative throughout the novel.",
        "narration": "The narration of the film was done by a famous actor.",
        "story": "She told a fascinating story about her travels.",
        "tale": "The old sailor spun a tale of adventure and danger on the high seas."
    },
    "garbage.n.01": {
        "garbage": "The garbage truck collects the neighborhood's waste every Thursday.",
        "refuse": "The city has a strict policy for the disposal of refuse.",
        "food_waste": "Reducing food waste is important for environmental sustainability.",
        "scraps": "She fed the scraps from dinner to the dogs."
    },
    "chaos.n.01": {
        "chaos": "The sudden power outage caused chaos in the busy office.",
        "pandemonium": "Pandemonium broke out in the stadium when the winning goal was scored.",
        "bedlam": "The classroom was in a state of bedlam before the teacher arrived.",
        "topsy-turvydom": "The room was in a state of topsy-turvydom after the party.",
        "topsy-turvyness": "The topsy-turvyness of the situation made it hard to predict the outcome."
    },
    "plaza.n.01": {
        "plaza": "The city's central plaza was adorned with festive lights for the holiday season.",
        "place": "The town square is a popular meeting place for locals.",
        "piazza": "The Italian piazza was surrounded by historic buildings."
    },
    "backbone.n.02": {
        "backbone": "The chiropractor explained that maintaining a healthy backbone is crucial for overall spinal health.",
        "grit": "She showed true grit in facing the challenges.",
        "guts": "It takes guts to stand up for what you believe in.",
        "moxie": "He had the moxie to start a new business in a competitive market.",
        "sand": "The old sailor had the sand to face any storm.",
        "gumption": "With a little gumption, you can overcome any obstacle."
    },
    "hammer.n.08": {
        "hammer": "He used a hammer to drive the nail into the wooden board.",
        "pound": "The blacksmith continued to pound the hot metal into shape.",
        "hammering": "The constant hammering from the construction site was loud and disruptive.",
        "pounding": "The pounding of the drums set the rhythm for the dance performance."
    },
    "woodworker.n.01": {
        "woodworker": "The skilled woodworker crafted a beautiful oak table that became the centerpiece of the dining room.",
        "woodsman": "The experienced woodsman knew how to navigate the dense forest and identify various types of trees.",
        "woodman": "In folklore, the woodman often appears as a guardian of the forest, helping lost travelers find their way."
    }
}
